
{
    "timeline":
    {
        "headline":"RCA and CRC Schism",
        "type":"default",
		"startDate":"1833,1",
		"text":"<i><span class='c1'>Conflict</span> & <span class='c2'>Reconciliation</span></i>",
		"asset":
        {
            "media":"assets/img/PillarChurch.jpg",
            "credit":"<a href='https://www.flickr.com/photos/stevendepolo/'>Steven DePolo under CC</a>",
            "caption":"Pillar Church"
        },
        "date": [
            {
                "startDate":"1834,5",
                "headline":"The Afscheiding",
                "text":"This 1834 Conflict sowed seeds of disagreement that were brought to America.",
                "asset":
                {
                    "media":"http://vimeo.com/22439234",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1846,3",
                "headline":"Rev. Thomas DeWitt Visits the Netherlands",
                "text":"Rev. Thomas DeWitt, pastor of an RCA congregation in New York, visits the Netherlands and meets the members of the Christian Seceded Church who had left the State Church. He begins a column in The Christian Intelligencer, the weekly periodical of the RCA to inform RCA members of this small group and encourage their support.&sup1",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1846,10",
                "headline":"Societies to Help Immigrants” ",
                "text":"The  “Protestant Evangelical Holland Emigrant Society”was founded in Albany, New York by Rev. Isaac N. Wykoff to help any Dutch immigrants passing through Albany. Another similar society was started by Rev. DeWitt the next year specifically to help Van Raalte’s group as they immigrated west.",
                "asset":
                {
                    "media":"http://vimeo.com/23237102",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1847,2",
                "headline":"Arrival in West Michigan",
                "text":"Van Raalte and about fifty immigrants arrive at the shore of present-day Lake Macatawa.",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/2559/screenshots/120088/shot_1298590416.jpg?1309796199",
                    "credit":"<a href='http://dribbble.com/shots/120088-Gmail-Pokki-Final-Ui'>by Justalab</a>",
                    "caption":""
                }    
            },
            {
                "startDate":"1848",
                "headline":"First Peak of Dutch Immigration",
                "text":"For a variety of reasons, the 1840s saw an increase in Dutch migration to the United States. A myriad of political, religious, agricultural, and economic factors combined and resulted in an exodus of Dutch out of the Netherlands. Van Raalte and nearly all of those who left the RCA in the 1850s  numbered among these migrants. To learn more about events in the Netherlands at this time click here..",
                "asset":
                
                {
                    "media":"http://dribbble.com/system/users/2559/screenshots/120088/shot_1298590416.jpg?1309796199",
                    "credit":"<a href='http://dribbble.com/shots/120088-Gmail-Pokki-Final-Ui'>by Justalab</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1848",
                "headline":"Establishment of Holland Classis",
                "text":"Soon after arriving in West Michigan, the settlers organize their churches into a larger assembly known as Holland Classis. At its first meeting, Van Raalte brought up the need for Christian schools. However, the settlers barely had enough money for their own homes, let alone a private school. Instead, they proposed setting up a new public school district in Holland and established a school using public funds.",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/58661/screenshots/444003/pet___you.png?1330172683",
                    "credit":"<a href='http://dribbble.com/shots/444003-Pet-You'>by Nikita Lebedev</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1849,6",
                "headline":"Visit from Rev. Isaac N. Wykoff",
                "text":"Sent by the RCA Board of Domestic Missions to investigate the condition of the Holland colony, Rev. Wykoff reports that there were about seven faithful congregations. They are eager for assistance since their mother church in the Netherlands was providing little support, and Wykoff proposes to the Holland Classis that they join the RCA. According to him, their only concern is that they are not put under “ecclesiastical bondage.”&sup6",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/14521/screenshots/228267/proto_v4_decoupe_2.png?1324546898",
                    "credit":"<a href='http://dribbble.com/shots/228267-Swiss-newspaper-reader-app-for-iPad-UI-UX-iOS'>by Jonathan Moreira</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1849,7",
                "headline":"Letter Sent to the RCA",
                "text":"In response to Rev. Wykoff, a group of colonists led by Van Raalte affirm their agreement with the traditional reformed confessions and express their desire to join the RCA. They even write that the flourishing churches in the East have a responsibility to support them.&sup7 This letter was signed in June by twenty-four elders and ministers from the Holland area. However, notably, no church leaders from Graafschap, South Holland, Drenthe, or Grand Rapids congregations signed this document.&sup8",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/13307/screenshots/366400/chameleon.jpg?1328028363",
                    "credit":"<a href='http://dribbble.com/shots/366400-Chameleon'>Chameleon by Mike</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1849,8",
                "headline":"Financial Support from the RCA",
                "text":"The RCA Domestic Board of Missions begins sending funds to support the colonists",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1850, 6",
                "headline":"Union of 1850",
                "text":"At their annual meeting, the general synod of the RCA votes to admit the Holland Classis into their denomination. A few months earlier, Rev. Van Raalte had visited Albany “to give and to ask for all necessary information which may facilitate the desired union”, and this meeting finalized the decision. For more on the long-term impact of this union on the RCA, click here",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1851,4",
                "headline":"Holland Classis Acknowledges Union",
                "text":"The minutes from this classis meeting note that the union with the RCA was “a source of joy and gratitude,” showing that the Holland churches officially recognized the union established in the RCA synod. However, no record exists of an official motion in the Holland Classis to join the RCA.",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1851,10",
                "headline":"Founding of the Pioneer School",
                "text":"With the help of funds from the RCA, Van Raalte organizes a secondary school known as the Pioneer School. Although all teachers were members of the RCA, instruction was given in the English language. This school would be reorganized into the Holland Academy a few years later.",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1852",
                "headline":"Beginnings of Conflict",
                "text":"Though the Union of 1850 was complete, not all was peaceful in the Western churches. Several disagreements arose in the Graafschap and South Holland congregations over the calling of ministers. In 1852, The South Holland congregation secedes from the RCA after Holland Classis will not recognize Jacob R. Schepers as their minister. Schepers held disagreements with the RCA and avoided their examination to be ordained as an official candidate for the ministry. The South Holland congregation joins the Associate Reformed Church, another Reformed congregation in the area, where Rev. Jacob R. Schepers becomes ordained instead.",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1853,5",
                "headline":"Rev. Roelof Smit Deposed",
                "text":"Rev. Roelof Smit, a minister loyal to the more orthodox group of seceders from the Netherlands, is accused of slandering Van Raalte and stirs up controversy over observation of holiday services. He is also absent from a classis vote to found a Christian day school, the English Academy. He believed that this school was a step in the direction of Americanization and therefore away from pure doctrine. When Holland Classis deposes him for his “arbitrary and carnal conduct,” he leaves the denomination with 2/3 of the members of the Drenthe congregation. This group would later join the CRC.",
                "asset":
                {
                    "media":"http://dribbble.com/system/users/5977/screenshots/401334/sidebar_s3.png?1327615765",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1860",
                "headline":"",
                "text":"",
                "asset":
                {
                    "media":"http://www.youtube.com/watch?v=0-9EYFJ4Clo",
                    "credit":"",
                    "caption":""


                }
            }
        ]
    }
}