
{
    "timeline":
    {
        "headline":"RCA and CRC Schism",
        "type":"default",
		"startDate":"1833,1",
		"text":"<i><span class='c1'>Conflict</span> & <span class='c2'>Culture</span></i>",
		"asset":
        {
            "media":"assets/img/PillarChurch.jpg",
            "credit":"<a href='https://www.flickr.com/photos/stevendepolo/6698632039/in/photolist-bcWeM8-bcWeVR-bWt4HV/'>Steven DePolo</a>",
            "caption":"Pillar Church"
        },
        "date": [
            {
                "startDate":"1834,5",
                "headline":"The Afscheiding",
                "text":"A number of ministers and their congregations secede from the Hervormde Kerk in the Netherlands. Albertus Van Raalte is among them. The Afscheiding (or “separation”) has begun and many Dutch Christians will leave the Hervormde Kerk in the following years as it becomes more liberal. This conflict also sowed seeds of disagreement that were brought to America.<a href='https://schismof1857.wordpress.com/timeline-sources/#source1'>&sup1</a>",
                "asset":
                {
                    "media":"assets/img/Windmills.gif",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1846",
                "headline":"Potato Blight",
                "text":"The potato blight that had struck in Ireland arrives in the Netherlands. The resulting economic depression may have been a factor causing some to immigrate to America.<a href='https://schismof1857.wordpress.com/timeline-sources/'>&sup2</a>For more on Dutch Immigration<a href='https://schismof1857.wordpress.com/dutch-migration-in-the-1840s/'>click here</a>.",
                "asset":
                {
                    "media":"assets/img/PotatoBlight.jpg",
                    "credit":"<a href= 'https://www.flickr.com/photos/pachango/3679936584/in/photolist-6BbCWu-FyhFx-5jRMcW-5jRMcw-5jMvJ8-9SUTd9-4d2BUj-cvJJw7-7oCwLP-biEeQc-4p4XXZ-8gcxpu-nfZVze-dHXsaq-7zYCgj-6zAQtZ-nRvRPD-iZh9Q-8oLZCu-bJMkfv-e2PhHt-agXDu-6e254A-5qeqPz-7LZZav'>Courtesy of Niels",
                    "caption":"'The Potato Eaters' by Vincent Van Gogh"
                }
            },
            {
                "startDate":"1846,3",
                "headline":"Rev. Thomas DeWitt Visits the Netherlands",
                "text":"Rev. Thomas DeWitt, pastor of an RCA congregation in New York, visits the Netherlands and meets the members of the Christian Seceded Church, the product of the Afscheiding. He begins a column in The Christian Intelligencer, the weekly periodical of the RCA to inform RCA members of this small group and encourage their support.<a href='https://schismof1857.wordpress.com/timeline-sources/'>&sup3</a>",
                "asset":
                {
                    "media":"assets/img/Thomas_De_Witt.jpg",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1846,10",
                "headline":"Societies to Help Immigrants",
                "text":"The “Protestant Evangelical Holland Emigrant Society”was founded in Albany, New York by Rev. Isaac N. Wykoff to help any Dutch immigrants passing through Albany. Another similar society was started by Rev. DeWitt the next year specifically to help Van Raalte’s group as they immigrated west.<a href='https://schismof1857.wordpress.com/timeline-sources/'>&sup4</a>",
                "asset":
                {
                    "media":"assets/img/Immigrants_Behold_the_Statue_of_Liberty.jpg",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1847,2",
                "headline":"Arrival in West Michigan",
                "text":"Van Raalte and about fifty immigrants arrive at the shore of present-day Lake Macatawa.<a href='https://schismof1857.wordpress.com/timeline-sources/'>&sup5</a>",
                "asset":
                {
                    "media":"assets/img/Map.jpg",
                    "credit":"<a href='http://dribbble.com/shots/120088-Gmail-Pokki-Final-Ui'>by Justalab</a>",
                    "caption":""
                }    
            },
            {
                "startDate":"1848",
                "headline":"First Peak of Dutch Immigration",
                "text":"For a variety of reasons, the 1840s saw an increase in Dutch migration to the United States. A myriad of political, religious, agricultural, and economic factors combined and resulted in an exodus of Dutch out of the Netherlands. Van Raalte and nearly all of those who left the RCA in the 1850s  numbered among these migrants.<a href='https://schismof1857.wordpress.com/timeline-sources/'><sup>6</sup></a> To learn more about events in the Netherlands at this time click here.",
                "asset":
                
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/120088-Gmail-Pokki-Final-Ui'>by Justalab</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1848",
                "headline":"Establishment of Holland Classis",
                "text":"Soon after arriving in West Michigan, the settlers organize their churches into a larger assembly known as Holland Classis. At its first meeting, Van Raalte brought up the need for Christian schools. However, the settlers barely had enough money for their own homes, let alone a private school. Instead, they proposed setting up a new public school district in Holland and established a school using public funds.",
                "asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1849,6",
                "headline":"Visit from Rev. Isaac N. Wykoff",
                "text":"Sent by the RCA Board of Domestic Missions to investigate the condition of the Holland colony, Rev. Wykoff reports that there were about seven faithful congregations. They are eager for assistance since their mother church in the Netherlands was providing little support, and Wykoff proposes to the Holland Classis that they join the RCA. According to him, their only concern is that they are not put under 'ecclesiastical bondage.'",
                "asset":
                {
                    "media":"https://soundcloud.com/westside-reformed-church",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1849,7",
                "headline":"Letter Sent to the RCA",
                "text":"In response to Rev. Wykoff, a group of colonists led by Van Raalte affirm their agreement with the traditional reformed confessions and express their desire to join the RCA. They even write that the flourishing churches in the East have a responsibility to support them. This letter was signed in June by twenty-four elders and ministers from the Holland area. However, notably, no church leaders from Graafschap, South Holland, Drenthe, or Grand Rapids congregations signed this document.",
                "asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":""
                }
            },
             {
                "startDate":"1849,8",
                "headline":"Financial Support from the RCA",
                "text":"The RCA Domestic Board of Missions begins sending funds to support the colonists",
                "asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":""
                }
            },
            {
                "startDate":"1850, 6",
                "headline":"Union of 1850",
                "text":"At their annual meeting, the general synod of the RCA votes to admit the Holland Classis into their denomination. A few months earlier, Rev. Van Raalte had visited Albany “to give and to ask for all necessary information which may facilitate the desired union”, and this meeting finalized the decision. For more on the long-term impact of this union on the RCA, click here",
                "asset":
                {
                    "media":"",
                    "credit":"",
                    "caption":""
                }
            },
             {
                "startDate":"1851,4",
                "headline":"Holland Classis Acknowledges Union",
                "text":"The minutes from this classis meeting note that the union with the RCA was “a source of joy and gratitude,” showing that the Holland churches officially recognized the union established in the RCA synod. However, no record exists of an official motion in the Holland Classis to join the RCA.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1851,10",
                "headline":"Founding of the Pioneer School",
                "text":"With the help of funds from the RCA, Van Raalte organizes a secondary school known as the Pioneer School. Although all teachers were members of the RCA, instruction was given in the English language. This school would be reorganized into the Holland Academy a few years later.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1852",
                "headline":"Beginnings of Conflict",
                "text":"Though the Union of 1850 was complete, not all was peaceful in the Western churches. In 1852,  Jacob R. Schepers is called by the South Holland congregation to be their minister. Schepers held disagreements with the RCA and had avoided their examination to be officially ordained. When Holland Classis refuses to recognize him as their minister, the South Holland congregation joins the Associate Reformed Church, another local church denomination.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1853,5",
                "headline":"Rev. Roelof Smit Deposed",
                "text":"Rev. Roelof Smit is accused of slandering Van Raalte and stirs up controversy over observation of holiday services. He is also absent from a classis vote to found a Christian day school, the English Academy. He believed that this school was a step in the direction of Americanization and therefore away from pure doctrine. When Holland Classis deposes him for his “arbitrary and carnal conduct,” he leaves the denomination with two thirds of the members of the Drenthe congregation.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1855",
                "headline":"Protests Against Van Raalte",
                "text":"An elder in the Grand Rapids congregation, Gysbert Hann protests a tract, “Call to the Unconverted” that was promoted by Van Raalte. He said it promoted sentiments that taught that believers had to do good works to be saved. Abraham Krabshuis, an elder in Van Raalte’s congregation, also accuses Van Raalte of not preaching the Heidelberg Catechism.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1856,4",
                "headline":"Gysbert Haan Withdraws from the RCA",
                "text":"Seeing no reason to remain linked to a church that was straying from the principles of the 1834 Secession, Haan withdraws from the RCA before he could be disciplined for dissension. Several leaders among the lay people in Grand Rapids, Holland, and Vriesland follow.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1856,6",
                "headline":"Pillar Church Dedicated",
                "text":"Rev Albertus Van Raalte dedicates the Pillar Church building as the first official church on June 25, 1856. The Pillar Church congregation began when the Dutch immigrants first settled in Holland, and their leader, Rev. Van Raalte, was the pastor of Pillar for the first years of its existence.These immigrants worshiped outdoors until a small log chapel was built. The membership of the log church grew too large to continue without a church building, so they began the building of Pillar Church in 1854.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1857,4",
                "headline":"Mass Secession from the RCA",
                "text":"Four congregations — Nordeloos, Polkton, Grand Rapids, and Graafschap — send letters of secession to the Holland Classis after voting to “return” to independence from the RCA. The congregations were concerned that the RCA had strayed towards more liberal theology and practices. Their specific complaints were the use of man-made hymns in worship, open communion, and not preaching the doctrines of total depravity and limited atonement. For more information on the reasons behind the secession, click here.",
                "asset":
                {
                    "media":"assets/img/Graafshap_Christian_Reformed_Church.jpg",
                    "credit":"<a href='http://contentdm.hope.edu/cdm/singleitem/collection/p16051coll6/id/143/rec/10'>Graafschap Church</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1857,5",
                "headline":"Formation of the CRC",
                "text":"Ten delegates from the seceding congregations reaffirm their allegiance to the three forms of unity and officially form the denomination known today as the Christian Reformed Church (CRC). They send a letter to their mother church Netherlands, the CGKN. In this letter, they express a desire to rejoin this church on the grounds of their shared doctrinal convictions saying, “We share with you the same standpoint of being separated from all other protestant denominations” Despite repeated letters, the CGKN refused to take a side in the American conflict for several years.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1861,4",
                "headline":"Civil War Starts",
                "text":"Though both the RCA and CRC supported the Northern cause, they varied in their involvement in the war. For more information, click here.",
                "asset":
                {
                    "media":"assets/img/DBK_Van_Raalte_Dirk_in_Civil_Way_Uniform.jpg",
                    "credit":"<a href='http://contentdm.hope.edu/cdm/singleitem/collection/p16051coll6/id/356/rec/14'>Dirk Van Raalte in Civil War Uniform</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1863,2",
                "headline":"Mergers Rejected by the CRC",
                "text":"Rev. Vandenbosch of the CRC proposes merging with the Old School Presbyterian Church and Rev. Schepers proposes that they join his denomination, the Associate Reformed Church. Both mergers are rejected by Classis due to differences in liturgy.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1863,7",
                "headline":"Christian Education Promoted",
                "text":"Rev. Wilhelmus H. Van Leeuwen, the new pastor of First Grand Rapids CRC is appointed to teach future ministers in his parsonage. He also encourages Classis to found Christian elementary schools.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1864",
                "headline":"Rev. Douwe VanderWerp Becomes Pastor at Graafschap",
                "text":"Referred to as “The Van Raalte of the CRC” Rev. VanderWerp helped solidify the CRC as a viable denomination. He trained seminary students in his parsonage, was the first editor of the weekly periodical of the CRC, De Wachter, and helped organize five new congregations across the Midwest. He also opened a “Dutch School” to teach children the Dutch language during the summer.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1866",
                "headline":"Hope College Officially Chartered",
                "text":"Hope College is officially recognized as a University by the State of Michigan and graduates its first class of eight men. Led by president Phillip Phelps, a minister from the East and friend of Van Raalte, the school’s faculty, board, and students were all closely affiliated with the RCA.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1867,4",
                "headline":"CRC Bans Masonic Lodge Membership",
                "text":"Masonic lodges in America served as mostly social and business organizations. However, many viewed membership as a sin because of the organizations secrecy, elitism, and roots in the European enlightenment. For more on this controversy, click here.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1867,9",
                "headline":"Pillar Church Plants Third Reformed Church",
                "text":"The church leaders of Pillar Church dedicate a second church called Third Reformed Church to meet the needs of the increased population and demand for church community. Everyone who lived west of Central Ave. went to Third Reformed Church, and everyone who lived east of Central Ave. continued to attend Pillar Church. However, many did not want to leave Pillar Church because Van Raalte was the pastor there, so Van Raalte left Michigan to plant churches in Virginia. Third Reformed Church was and still remains an RCA church.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1867",
                "headline":"RCA Adjusts Name",
                "text":"Formerly known as the Dutch Reformed Church in America, the RCA drops the word 'Dutch' from their name. This may indicate the continued shift towards Americanziation in the denomination.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1868",
                "headline":"RCA Confronts Masonic Lodge Membership",
                "text":"At the annual General Synod meeting, delegates from the Classis of Wisconsin urge the RCA to condemn Masonry, but a large majority votes to take no action on the matter.They unanimously express the opinion that membership in the masonic lodges is a sinful act for a member of the church but make no official statement forbidding membership.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1869",
                "headline":"Western Churches Urge Action",
                "text":"At the General Synod of the RCA, Holland Classis and Wisconsin ask the Synod to revisit the matter of Masonic Lodge membership. The Synod forms a committee to further study the issue.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1870",
                "headline":"RCA Deferes to Local Congregations",
                "text":"The RCA Synod declares masonry to be an unchristian practice, but refuses to forbid membership in the church law. Though the general sentiment was that church members should not belong to secret societies, many leaders and delegates in the RCA were themselves members of the masonic lodge. They also wanted to respect the decisions of individual churches to decide on the issue. After this ruling, most of the churches in the Midwest choose to ban church members from joining masonic lodges.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1874",
                "headline":"Controversy Brewing",
                "text":"When two members of First Reformed Church in Holland, MI were discovered to be freemasons, the editor of the Holland City News accurately predicted that the dispute over masonry would soon come to the forefront of discussion and conflict in the churches.",
                "asset":
                {
                    "media":"<blockquote>'The Beginning of Unpleasant Controversy'</blockquote>",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1876",
                "headline":"Albertus C. Van Raalte Dies",
                "text":"",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1878",
                "headline":"Hope College Closes Seminary",
                "text":"The RCA chooses to discontinue theological education at Hope College due to a lack of financial resources. They also appoint G. Henry Mandeville, an Eastern RCA minister and member of the freemasons, to be provisional president of the college during the financial crisis. These actions were widely regarded by the Dutch churches to be a “Masonic plot.”",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1879,6",
                "headline":"Anti-masonic Lecture",
                "text":"First Reformed Church hosts a speech by Edmund Ronayne, a former mason and author of a book that compared Masonry to Baal worship and the evils of the Roman Catholic Church. He informs church members there that Freemasonry involves “abominable ceremonies” and requires blind obedience.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1879,9",
                "headline":"Special Meeting of Holland Classis",
                "text":"Led by Rev. Teunis Keppel and Rev. Roelof Pieters, the Holland Classis meets to begin a new movement to fully condemn masonry in the RCA. The churches had found that allowing each local congregation to decide their stance on freemasonry created an unfavorable disunity in the denomination and made discipline ineffective.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1880,1",
                "headline":"Second Peak of Dutch Immigration",
                "text":"The 1880s were the highpoint of Dutch migration to the U.S. in terms of numbers. The reasons for migration varied considerably between the two waves of immigrants. Those who embarked for America in the 1880s were almost solely driven by economic opportunity, as compared to the religious dissidents who left in the 1840s. Many immigrants who came to America at this time chose to join the CRC, helping it grow in numbers. To learn more about Dutch migration in the 1880s, click here.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1880,6",
                "headline":" RCA Synod Confronts Freemasonry (again)",
                "text":"The General Synod of the RCA receive a full report from the committee that had been studying the issue of masonry and letters of protest from Classis of Holland, Grand River, Illinois, and Wisconsin. After a lengthy debate, the Synod essentially reaffirmed their earlier decisions saying that no member of the RCA should belong to an anti-christian organization but that the churches are “affectionately cautioned against setting up any new or unauthorized tests of communion in the Christian Church.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1880,10",
                "headline":"Holland Classis Dissatisfied",
                "text":"Delegates to the Holland Classis agree and formally state that “public opinion has almost universally interpreted General Synod’s actions as a decision that Masons were allowed in the communion of the Reformed church.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1881,10",
                "headline":"Congregations Secede",
                "text":"Saugatuck and East Saugatuck congregations leave the RCA over their tolerance of membership in Masonic Lodges",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1881,11",
                "headline":"Holland Classis Resolves to Stay",
                "text":"The delegates agree once again that no members of masonic lodges should be allowed membership in the church, but resolve to stay in the RCA despite its failings to condemn membership in masonic lodges.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1882,2",
                "headline":"More Congregations Leave the RCA",
                "text":"The Pillar Church congregation votes 86 to 18 to leave the RCA. Rev. Zwemer and his congregation at Graafschap leave the next day.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
            {
                "startDate":"1882,3",
                "headline":"Conflict at Pillar Church",
                "text":"The Holland Classis calls a meeting to deal with the most recent secessions. They plan to meet at Pillar Church, home of the First Reformed Church congregation, but since this congregation had seceded, one of the elders bars the doors with axe handles and refuses to let the delegates enter. In contrast to dramatized accounts of this conflict at the church doors in major newspapers, the Classis peacefully moved their meeting to a nearby church that hadn’t seceded.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            },
             {
                "startDate":"1884",
                "headline":"The Dust Settles",
                "text":"During the period of 1880 to 1884, an estimated one tenth of the members of the RCA leave due to its perceived impurity. By 1884, the CRC had established themselves as a pure Dutch reformed church and continued to grow alongside the more Americanized RCA.",
                "asset":
                {
                    "media":"",
                    "credit":"<a href='http://dribbble.com/shots/401334-Sidebar'>by Chris Brauckmuller</a>",
                    "caption":""
                }
            }
        ]
    }
}